<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>You're my Princess - О нас</title>
    <link rel="stylesheet" href="info.css">
</head>
<body>
    <header>
        <nav class="header-left">
            <ul>
                <li><a href="index.php">Главная</a></li>
                <li><a href="service.php">Услуги</a></li>
                <li><a href="info.php">О нас</a></li>
            </ul>
        </nav>
        <h1 class="logo">You're My Princess</h1>
        <nav class="header-right">
            <ul>
                <li><a href="view-appointments.php">Мои записи</a></li>
                <li><a href="profile.php">Профиль</a></li>
                <li><a href="info.html">Выход</a></li>
            </ul>
        </nav>
    </header>

    <section id="promotions">
        <h2 class="info">Немного о нас</h2>
        <div class="promotion family-weekend">
            <p>Мы верим, что красота начинается с заботы о себе. В нашем уютном и стильном салоне вы сможете расслабиться и насладиться моментом, пока мы создаем для вас неповторимый образ. Мы предлагаем широкий спектр услуг, включая стрижки и укладки, окрашивание, маникюр и педикюр, уход за кожей лица и тела, а также профессиональные консультации по уходу за волосами и кожей.

                Каждому клиенту мы подходим индивидуально, учитывая его пожелания и потребности. Наши специалисты регулярно проходят обучение и следят за мировыми тенденциями в индустрии красоты, чтобы всегда предлагать вам самые современные и эффективные решения.</p>
        </div>
        </div>
    </section>

    <section id="services">
        <h2 class="section-title">Наш персонал</h2>
        <div class="service">
            <h3>Директор</h3>
            <img src="director.jpg" alt="Стрижки">
            <h4>Овчаренко Екатерина</h4>
            <p>Опытный и талантливый руководитель, который ведет наш салон красоты к успеху. Под её руководством наш салон достигает новых высот, предлагая клиентам высококачественные услуги и незабываемый опыт. Её страсть к красоте и внимание к деталям вдохновляют команду и создают атмосферу профессионализма и уюта.</p>
        </div>

        <div class="service">
            <h3>Разработчик</h3>
            <img src="dev.jpg" alt="Окрашивание">
            <h4>Котенков Леонид</h4>
            <p>Высококвалифицированный разработчик программного обеспечения. Леонид разрабатывает надежные и масштабируемые решения, которые удовлетворяют потребности клиентов и превышают их ожидания. Его страсть к инновациям и стремление к совершенству делают его незаменимым членом нашей команды.</p>
        </div>

        <div class="service">
            <h3>Администратор</h3>
            <img src="admin.jpg" alt="Уход за волосами">
            <h4>Владимир Сарбашев</h4>
            <p>Администратор с более чем 5-летним опытом работы в сфере обслуживания. Он отвечает за организацию работы салона, координацию записи клиентов и обеспечение высокого уровня сервиса. Владимир обладает отличными коммуникативными навыками и умением работать в команде, создавая гостеприимную атмосферу и эффективно решая возникающие вопросы.</p>
        </div>
        
        <div class="service">
            <h3>Мастер по окрашиванию</h3>
            <img src="color.jpeg" alt="Уход за волосами">
            <h4>Алекс Контье</h4>
            <p>Опытный мастер по окрашиванию с более чем 8-летним стажем. Он/она владеет техниками креативного окрашивания и колорирования, создавая индивидуальные образы для каждого клиента. Имя всегда в курсе последних трендов и новых продуктов, участвуя в мастер-классах и семинарах. Его/её внимание к деталям и забота о здоровье волос клиентов делают каждый визит приятным и результативным.</p>
        </div>
        
        <div class="service">
            <h3>Косметолог</h3>
            <img src="cosm.jpg" alt="Уход за волосами">
            <h4>Ирина Клеменко</h4>
            <p>Опытный косметолог с более чем 10-летним стажем. Она специализируется на уходе за кожей лица и тела, включая процедуры по чистке, пилингу и омоложению. Имя постоянно совершенствует свои навыки и использует качественные продукты. Внимание к деталям и индивидуальный подход обеспечивают высокие результаты и удовлетворение клиентов.</p>
        </div>
        
        <div class="service">
            <h3>Стилист</h3>
            <img src="stilist.jpg" alt="Уход за волосами">
            <h4>Алексей Сухарев</h4>
            <p>Креативный стилист с более чем 10-летним опытом. Он помогает клиентам создавать уникальные образы, сочетая современные тенденции с индивидуальными предпочтениями. Имя обладает глубокими знаниями в области стиля и модных тенденций, что позволяет ему предлагать профессиональные консультации и услуги. Внимание к деталям и способность видеть красоту в каждом клиенте делают его работу уникальной.</p>
        </div>
        
        <div class="service">
            <h3>Парикмахер</h3>
            <img src="hair.jpg" alt="Уход за волосами">
            <h4>Котенкова Маргарита</h4>
            <p>Опытный и креативный парикмахер, который воплощает в жизнь самые смелые идеи клиентов. Она уделяет особое внимание каждому клиенту, создавая уникальные образы и обеспечивая высокий уровень сервиса. Её творческий подход и внимание к деталям делают каждый визит в наш салон незабываемым.</p>
        </div>
        
    </section>

    <footer>
        <p>© 2024 You're My Princess. Все права защищены.</p>
    </footer>
</body>
</html>
